[
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-local-images",
  "obsidian-paste-image-rename",
  "obsidian-theme-design-utilities",
  "obsidian-full-calendar",
  "obsidian-hotkeys-for-templates",
  "obsidian-icon-folder",
  "obsidian-dictionary-plugin",
  "editing-toolbar",
  "templater-obsidian",
  "remember-cursor-position",
  "obsidian-pangu",
  "fuzzy-chinese-pinyin",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-electron-window-tweaker",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-icons-plugin",
  "obsidian-pandoc",
  "tabout",
  "obsidian-tagfolder",
  "zhongwen-block",
  "excalidraw-cn",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "highlightr-plugin",
  "excalibrain",
  "obsidian-extract-pdf-highlights",
  "dataview",
  "cm-chs-patch",
  "obsidian-latex-suite"
]